export default [
  {
    title: "Услуги",
    sublinks: [
      {
        src: "#",
        title: "Авто из Кореи",
      },
      {
        src: "#",
        title: "Авто из Китая",
      },
      {
        src: "#",
        title: "Мотоциклы",
      },
      {
        src: "#",
        title: "Коммерческие",
      },
      {
        src: "#",
        title: "Авто в наличии",
      },
    ],
  },
  {
    title: "Авто из Японии",
    sublinks: [
      {
        src: "#",
        title: "Полная пошлина",
      },
      {
        src: "#",
        title: "Конструкторы",
      },
      {
        src: "#",
        title: "Онлайн аукционы",
      },
      {
        src: "#",
        title: "Битые авто",
      },
    ],
  },
  {
    title: "Для клиентов",
    sublinks: [
      {
        src: "#",
        title: "Как заказать",
      },
      {
        src: "#",
        title: "Новости и статьи",
      },
      {
        src: "#",
        title: "FAQ",
      },
      {
        src: "#",
        title: "Скачать договор",
      },
      {
        src: "#",
        title: "Отследить авто",
      },
      {
        src: "#",
        title: "Доставка по России",
      },
    ],
  },
  {
    title: "Компания",
    sublinks: [
      {
        src: "#",
        title: "О компании",
      },
      {
        src: "#",
        title: "Контакты",
      },
    ],
  },
];
