<script lang='ts' setup>
import { NewsBlock } from '~/widgets/NewsBlock';


</script>


<template>
  <section class="container relative">
    <button class="btn-black-outline text-gray gap-4 absolute left-0 top-0">
      <NuxtIcon name="arrow-left" />
      Назад
    </button>

    <div class="flex justify-center text-center mt-10">
      <h1 class="text-3xl font-bold w-1/2">
        Япония опровергла запрет поставок автомобилей в Россию.
      </h1>
    </div>

    <div class="h-150 mt-10">
      <img src="/images/news.png" class="object-cover h-full w-full" />
    </div>

    <span class="float-left relative top-5 left-10 text-gray">18 июля</span>

    <div class="mt-10 flex justify-center">
      <span class="w-3/4 text-xl">
        <p class="my-5">
          Власти Японии опровергли информацию о запрете экспорта в Россию
          автомобилей с объемом двигателя более 1,9 литра. Об этом рассказал
          генеральный секретарь кабинета министров Хирокадзу Мацуно, его слова
          приводит ТАСС. Он отметил, что страна пока «не конкретизировала
          содержание дополнительных санкций в отношении России». Мацуно
          рассказал, что правительство Японии изучает варианты дальнейших
          действий с учетом принятия ограничительных мер США и Европы в
          отношении экспорта
        </p>
        <p class="my-5">
          автомобилей в РФ. При этом секретарь кабмина не подтвердил планы по
          введению запрета на поставки в ближайшее время. Мацуно напомнил, что
          Япония уже приняла дополнительный пакет санкций против России в конце
          мая. 18 июня газета Yomiuri сообщила, что Япония хочет запретить
          поставлять в Россию новые и подержанные авто с объемом двигателя более
          1,9 литра, также полностью попадет под запрет экспорт в страну
          электромобилей и гибридных авто. По сообщению издания, подобные меры
        </p>
        могут быть введены в рамках очередного пакета санкций, а решение по нему
        <p class="my-5">
          может вступить в силу в начале августа. Аналогичный запрет был введен
          Евросоюзом в июне в рамках 11-го пакета антироссийских санкций.
          Представители авторынка отметили, что подобное решение Японии может
          привести к дефициту и подорожанию запчастей. Эксперт отрасли
          рассказал, что ввозимые под разбор машины покупают в стране целиком,
          затем распиливают на корабле и ввозят в Россию уже в качестве
          запчастей. В
        </p>
        основном в сегменте ввозимых с такой целью авто оказываются машины с
        объемом двигателя 2 и 2,5 литра, за которые не нужно платить полную
        пошлину.
      </span>
    </div>
  </section>

  <NewsBlock class="mt-50" :title="'Читайте также'" />
  



</template>
