export default [
  {
    imageSrc: "wheel.png",
    step: "Шаг первый",
    title: "Консультация и подбор автомобиля",
    description: `Оставьте заявку на сайте или позвоните нам. Наш менеджер поможет
    выбрать подходящие варианты перед началом покупки.`,
  },

  {
    imageSrc: "engine.png",
    step: "Шаг второй",
    title: "Заключение договора",
    description: `Составляем договор, прописываем все параметры авто и конечный бюджет
    с доставкой до Владивостока. Вы вносите гарантийный взнос 50 000 рублей.`,
  },

  {
    imageSrc: "brembo.png",
    step: "Шаг третий",
    title: "Согласование и покупка автомобиля",
    description: `Подбираем наиболее подходящие под запрос автомобили. Предоставляем информацию
    по каждому лоту. Согласовываем ставки и покупаем понравившейся лот. Вы оплачиваете
    стоимость авто с доставкой до Владивостока без учёта таможенных расходов.`,
  },

  {
    imageSrc: "shipping.png",
    step: "Шаг четвертый",
    title: "Перевозка и таможенное оформление",
    description: `После того, как авто прибудет во Владивосток, вы оплачиваете
    таможенные расходы и комиссию компании.`,
  },

  {
    imageSrc: "planet.png",
    step: "Шаг пятый",
    title: "Доставка автомобиля",
    description: `Вы забираете авто с нашей бесплатной стоянки во Владивостоке,
    или мы организуем доставку в ваш город.`,
  },
];
