<template>
  <section class="container">
    <h2 class="text-3xl text-center font-bold">
      Зачем ввозить авто конструктором?
    </h2>

    <div class="mt-15 flex gap-5">
      <div class="b b-dark p-10">
        <h3 class="text-3xl font-bold">Основная цель — сэкономить на растаможке</h3>

        <p class="mt-4">
          Автомобили-конструкторы, как правило, заказывают клиенты, которым
          нужны автозапчасти или они хотят обновить свой автомобиль. На
          конструктор нет документов, только грузовая таможенная декларация
          (ГТД).
        </p>
      </div>

      <div class="b b-dark p-10">
        <span class="text-3xl font-bold">Важно!</span>

        <p class="mt-4">
          На автомобилях-конструкторах, завезённых в Россию, легально
          передвигаться запрещено законом РФ. Если нужен автомобиль с полным
          пакетом документов, то авто должен ввозиться
          <span class="text-red">под полную пошлину</span>.
        </p>
      </div>
    </div>
  </section>
</template>
