<template>
  <section class="container">
    <h1 class="text-center text-4xl font-bold my-10">Вопросы и ответы</h1>

    <Collapse>
      <template #title
        >Что будет делать кошка, если облить собаку валерьянкой?</template
      >

      <template #content>
        Яйцо как способ размножения появилось намного раньше кур. Согласно
        современным взглядам, птицы являются эволюционными «потомками»
        динозавров, уже размножавшихся яйцами задолго до начала процесса
        эволюционной трансформации некоторой части динозавров в птиц. В условный
        исторический момент возникновения класса птиц было снесено яйцо, из
        которого позднее вылупилась «птица».
      </template>
    </Collapse>
    <Collapse>
      <template #title
        >Что будет делать кошка, если облить собаку валерьянкой?</template
      >

      <template #content>
        Яйцо как способ размножения появилось намного раньше кур. Согласно
        современным взглядам, птицы являются эволюционными «потомками»
        динозавров, уже размножавшихся яйцами задолго до начала процесса
        эволюционной трансформации некоторой части динозавров в птиц. В условный
        исторический момент возникновения класса птиц было снесено яйцо, из
        которого позднее вылупилась «птица».
      </template>
    </Collapse>
    <Collapse>
      <template #title
        >Что будет делать кошка, если облить собаку валерьянкой?</template
      >

      <template #content>
        Яйцо как способ размножения появилось намного раньше кур. Согласно
        современным взглядам, птицы являются эволюционными «потомками»
        динозавров, уже размножавшихся яйцами задолго до начала процесса
        эволюционной трансформации некоторой части динозавров в птиц. В условный
        исторический момент возникновения класса птиц было снесено яйцо, из
        которого позднее вылупилась «птица».
      </template>
    </Collapse>
    <Collapse>
      <template #title
        >Что будет делать кошка, если облить собаку валерьянкой?</template
      >

      <template #content>
        Яйцо как способ размножения появилось намного раньше кур. Согласно
        современным взглядам, птицы являются эволюционными «потомками»
        динозавров, уже размножавшихся яйцами задолго до начала процесса
        эволюционной трансформации некоторой части динозавров в птиц. В условный
        исторический момент возникновения класса птиц было снесено яйцо, из
        которого позднее вылупилась «птица».
      </template>
    </Collapse>
  </section>
</template>
